Repository: wheaney/breezy-desktop
Catalog: ui/po/*.po
Languages: de, es, fr, it, pt_br, ru, sv, uk_ua

source: Switches your glasses into side-by-side mode and doubles the width of the display.
de: Schaltet Ihre Brille in den Side-by-Side-Modus und verdoppelt die Breite des Bildschirms.
es: Cambia tus gafas al modo lado a lado y duplica el ancho de la pantalla.
fr: Basculez vos lunettes en mode Side-By-Side (Côte-à-Côte) et doublez la largeur de l'écran.
it: Passa i tuoi occhiali in modalità side-by-side e raddoppia la larghezza del display.
pt_br: Altera o modo dos óculos para lado a lado (SBS) e dobra a largura da tela (ultrawide).
ru: Переключает очки в режим «сторона к стороне» и удваивает ширину дисплея.
sv: Växlar dina glasögon till side-by-side-läget och dubblerar bredden på visningen.
uk_ua: Переключає окуляри в режим «бок о бок» і подвоює ширину дисплея.

source: This feature is not currently supported for your device.
de: Diese Funktion wird von Ihrem Gerät derzeit nicht unterstützt.
es: Esta función no es compatible con tu dispositivo en este momento.
fr: Cette fonctionnalité n'est actuellement pas prise en charge par votre appareil.
it: Questa funzione non è attualmente supportata sul tuo dispositivo.
pt_br: Este recurso não é atualmente suportado para o seu dispositivo.
ru: Эта функция в настоящее время не поддерживается для вашего устройства.
sv: Din enhet stöder inte den här funktionen för tillfället.
uk_ua: Ця функція наразі не підтримується на вашому пристрої.

source: Set Focused Display Distance
de: Setze fokussierte Bildschirmentfernung
es: Ajusta Distancia de Enfoque de la Pantalla
fr: Définir la distance de l'écran cible
pt_br: Distância da tela

source: Use a closer value so the display zooms in when you look at it.
de: Nutze einen Näher Wert um den Bildschirm zu vergößern, wenn der Bildschirm angesehen wird.
es: Usa un valor más cercano para que la pantalla se acerque cuando la mires.
fr: Utiliser une valeur plus proche pour que l'écran zoom lorsqu'on le regarde.
pt_br: Use um valor mais aproximado para que as telas se aproximem quando olha para ela.

source: Set All Displays Distance
de: Setze alle Bildschirmentfernungen
es: Ajusta Todas las Distancias de Pantalla
fr: Définir la distance d'affichage de tous les écrans
pt_br: Distância da tela

source: Use a farther value so the displays are zoomed out when you look away.
de: Nutze einen Entfernter Wert um den Bildschirm zu verkleinern, wenn diese nicht angesehen werden.
es: Usa un valor más alejado para que las pantallas se alejen cuando apartes la vista.
fr: Utiliser une valeur plus éloignée afin que les écrans dézooment lorsqu'on ne les regarde plus.
pt_br: Use um valor mais distante para que as telas se afastem quando olha para elas.

source: Unable to add virtual displays on this machine. Wayland and xdg-desktop-portal are required.
es: No se pueden agregar pantallas virtuales en esta máquina. Se requiere Wayland y xdg-desktop-portal.
fr: Impossible d'ajouter des écrans virtuels sur cet appareil. Wayland et xdg-desktop-portal sont nécessaires.
pt_br: Não é possível adicionar telas neste dispositivo. xdg-desktop-portal é requerido.

source: Focused display
de: Fokussierter Bildschirm
es: Pantalla enfocada
fr: Ecran cible
pt_br: Distância da tela

source: All displays
de: Gebogene Bildschirm
es: Todas las pantallas
fr: Tous les écrans
pt_br: Tela curva

source: closer
de: Näher
es: más próximo
fr: Plus proche
pt_br: mais perto

source: fullscreen
es: a toda pantalla
fr: Plein écran
pt_br: Tela cheia

source: farther
de: Entfernter
es: más lejano
fr: Plus éloigné
pt_br: mais longe

source: Paid Tier Status
de: Bezahlter Tarifstatus
es: Estado del Nivel de Membresía Pagada
fr: Statut de l'abonnement payant
it: Stato del livello a pagamento
pt_br: Status do Nível Pago
ru: Статус платного уровня
sv: Betalningsstatus
uk_ua: Статус платного рівня

source: Feature Availability
de: Funktionsverfügbarkeit
es: Disponibilidad de Características
fr: Disponibilité des fonctionnalités
it: Disponibilità delle funzionalità
pt_br: Disponibilidade de Recursos
ru: Статус функций
sv: Funktions tillgänglighet
uk_ua: Статус функцій

source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disabilitato
pt_br: Desabilitado
ru: Отключено
sv: Inaktiverad
uk_ua: Вимкнено

source: In trial
de: Im Test
es: En prueba
fr: En essai
it: In prova
pt_br: Em teste
ru: На пробном периоде
sv: Provperiod pågår
uk_ua: У пробному режимі

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
pt_br: Habilitado
ru: Включено
sv: Aktiverad
uk_ua: Увімкнено

source: ({time_remaining} remaining)
de: ({time_remaining} verbleibend)
es: ({time_remaining} restantes)
fr: ({time_remaining} restant)
it: ({time_remaining} rimanenti)
pt_br: ({time_remaining} restantes)
ru: ({time_remaining} осталось)
sv: ({time_remaining} kvar)
uk_ua: ({time_remaining} залишилося)

source: Side-by-side mode (gaming)
de: Side-by-Side-Modus (Gaming)
es: Modo lado a lado (juegos)
fr: Mode SBS (jeu)
it: Modalità side-by-side (gaming)
pt_br: Modo lado a lado (Jogos)
ru: Режим «бок о бок» (игровой режим)
sv: Side-by-side läge (spel)
uk_ua: Режим «бок о бок» (ігровий режим)

source: Smooth Follow (gaming)
de: Glattes Verfolgen (Gaming)
es: Seguimiento suave (juegos)
fr: Suivi fluide (jeu)
pt_br: Acompanhar Suavemente (Jogos)
ru: Плавное следование (игровой режим)
sv: Smidig följning (spel)
uk_ua: Плавне слідування (ігровий режим)

source: Breezy Desktop (productivity)
de: Breezy Desktop (Produktivität)
es: Breezy Desktop (productividad)
fr: Breezy Desktop (productivité)
it: Breezy Desktop (produttività)
pt_br: Breezy Desktop (produtividade)
ru: Breezy Desktop (продуктивный режим)
sv: Breezy Desktop (produktivitet)
uk_ua: Breezy Desktop (продуктивний прежим)

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
pt_br: Ativo
ru: Активный
sv: Aktiv
uk_ua: Активний

source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
pt_br: Inativo
ru: Неактивный
sv: Inaktiv
uk_ua: Неактивний

source: <b>${amount}</b> USD
fr: ${amount} USD

source: to renew
de: zum erneuern
es: para renovar
fr: à renouveler
it: da rinnovare
pt_br: para renovar
ru: для обновления
sv: att förnya
uk_ua: для оновлення

source: to upgrade
de: zum aktualisieren
es: para actualizar
fr: à mettre à niveau
it: per aggiornare
pt_br: para atualizar
ru: для апгрейда
sv: att uppgradera
uk_ua: для удосконалювання

source: Paid through next renewal period
de: Bezahlt bis zum nächsten Erneuerungszeitraum
es: Pagado hasta el próximo período de renovación
fr: Payé jusqu'à la prochaine période de renouvellement
it: Pagato fino al prossimo periodo di rinnovo
pt_br: Pago até o próximo período de renovação
ru: Оплачено до следующего периода
sv: Betald genom nästa förnyelseperiod
uk_ua: Оплата до наступного періоду

source: Gaming
es: Juegos
fr: Jeu
pt_br: Jogos
ru: Игровой режим
sv: Spel
uk_ua: Ігровий режим

source: Productivity
de: Produktivität
es: Productividad
fr: Productivité
it: Produttività
pt_br: Produtividade
ru: Продуктивный режим
sv: Produktivitet
uk_ua: Продуктивний режим

source: - renewing monthly
de: - monatlich erneuern
es: - renovando mensualmente
fr: - renouvellement mensuel
it: - rinnovo mensile
pt_br: - renovando mensalmente
ru: - ежемесячное обновление
sv: - förnyar månadsvis
uk_ua: - щомісячне продовження

source: - renewing yearly
de: - jährlich erneuern
es: - renovando anualmente
fr: - renouvellement annuel
it: - rinnovo annuale
pt_br: - renovando anualmente
ru: - ежегодное обновление
sv: - förnyar årligen
uk_ua: - щорічне продовження

source: with lifetime access
de: mit lebenslangem Zugriff
es: con acceso de por vida
fr: avec accès à vie
it: con accesso perpetuo
pt_br: com acesso vitalício
ru: с пожизненным доступом
sv: med livstidsåtkomst
uk_ua: з довічним доступом

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
pt_br: Mensal
ru: Ежемесячно
sv: Månatlig
uk_ua: Щомісячно

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
pt_br: Anual
ru: Ежегодно
sv: Årlig
uk_ua: Щорічно

source: Lifetime
de: Lebenslang
es: De por vida
fr: À vie
it: Perpetuo
pt_br: Vitalício
ru: Пожизненно
sv: Livstid
uk_ua: Довічно

source: less than an hour
de: weniger als eine Stunde
es: menos de una hora
fr: moins d'une heure
it: meno di un'ora
pt_br: menos de uma hora
ru: менее часа
sv: mindre än en timme
uk_ua: менше години

source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
pt_br: 1 hora
ru: 1 час
sv: 1 timme
uk_ua: 1 година

source: {time_remaining} hours
de: {time_remaining} Stunden
es: {time_remaining} horas
fr: {time_remaining} heures
it: {time_remaining} ore
pt_br: {time_remaining} horas
ru: {time_remaining} часов
sv: {time_remaining} timmar
uk_ua: {time_remaining} годин

source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno
pt_br: 1 dia
ru: 1 день
sv: 1 dag
uk_ua: 1 день

source: {time_remaining} days
de: {time_remaining} Tage
es: {time_remaining} días
fr: {time_remaining} jours
it: {time_remaining} giorni
pt_br: {time_remaining} dias
ru: {time_remaining} дней
sv: {time_remaining} dagar
uk_ua: {time_remaining} днів

source: connected
de: verbunden
es: conectado
fr: connecté
it: connesso
pt_br: conectado
ru: подключено
sv: ansluten
uk_ua: підключено

source: General Settings
de: Allgemeine Einstellungen
es: Configuración General
fr: Paramètres généraux
it: Impostazioni generali
pt_br: Configurações Gerais
ru: Общие настройки
sv: Allmänna inställningar
uk_ua: Загальні налаштування

source: Features
de: Funktionen
es: Características
fr: Fonctionnalités
it: Funzionalità
pt_br: Recursos
ru: Функции
sv: Funktioner
uk_ua: Функції

source: XR effect
de: XR-Effekt
es: Efecto XR
fr: Effet XR
it: Effetto XR
pt_br: Efeito XR
ru: Эффект XR
sv: XR-effekt
uk_ua: Ефект XR

source: Enables the Breezy Desktop XR effect.
de: Aktiviert den Breezy Desktop XR-Effekt.
es: Habilita el efecto XR de Breezy Desktop.
fr: Active l'effet Breezy Desktop XR.
it: Abilita l'effetto XR di Breezy Desktop.
pt_br: Habilita o efeito XR do Breezy Desktop.
ru: Включает эффект Breezy Desktop XR.
sv: Aktiverar Breezy Desktop XR-effekten.
uk_ua: Включає ефект Breezy Desktop XR.

source: Zoom on focus
es: Acercar al enfocar
fr: Zoomer sur l'écran cible
pt_br: Aproximar na focagem

source: Automatically move a display closer when you look at it. Set your preferred focused and unfocused distances in the Adjustments section.
de: Bewege automatisch einen Bildschirm näher, wenn Sie ihn ansehen. Setzen Sie Ihren bevorzugten fokussierten und nicht fokussierten Abstand im Anpassungen Bereich.
es: Acercar automáticamente una pantalla cuando la mires. Establece tus distancias preferidas de enfoque y desenfoque en la sección de Ajustes.
fr: Fait automatiquement avancer l'écran lorsqu'on le regarde. Réglez votre niveau de zoom et de dézoom dans la section Ajustements.
pt_br: Mover automaticamente a tela mais perto quando olha nela. Defina as suas distâncias preferidas focadas e não focadas nos Ajustes de secção.

source: Follow mode
de: Folgemodus
es: Modo de seguimiento
fr: Mode de suivi
pt_br: Modo de acompanhamento
ru: Режим следования
sv: Följningsläge
uk_ua: Режим слідування

source: Keep the focused display near the center of your view.
de: Halten Sie den virtuellen Bildschirm Nahe der Mitte Ihres Blickfelds.
es: Mantener la pantalla enfocada cerca del centro de campo visual.
fr: Garde l'écran cible près du centre de votre champ de vision.
pt_br: Mantenha a tela virtual próxima ao centro da sua visão.

source: Disable physical displays
de: Physische Bildschirme deaktivieren
es: Desactivar pantallas físicas
fr: Désactiver les écrans physiques
pt_br: Desativar as telas físicas

source: Automatically disable all physical displays when the XR effect is enabled.
de: Deaktiviere automatisch alle physikalischen Bildschirme, wenn der XR Effekt aktiviert ist.
es: Desactivar automáticamente todas las pantallas físicas cuando el efecto XR esté habilitado.
fr: Désactive automatiquement tous les écrans physiques lorsque le mode XR est activé.
pt_br: Desactive automaticamente todos as telas físicas quando o efeito XR estiver activado.

source: Virtual displays
de: Virtuelle Bildschirme
es: Pantallas virtuales
fr: Ecrans virtuels
pt_br: Tela curva

source: Add custom
de: Eigene Auflösung hinzufügen
es: Añadir personalizada
fr: Ajouter un réglage
pt_br: Adicionar

source: Remove custom resolution
de: Eigene Auflösung entfernen
es: Eliminar resolución personalizada
fr: Retirer la résolution personnalisée
pt_br: Remover resolução personalizada

source: Rearrange displays
de: Bildschirme neu anordnen
es: Reorganizar pantallas
fr: Réarranger les écrans
pt_br: Rearranjar tela

source: Adjustments
de: Einstellungen
es: Ajustes
fr: Réglages
it: Regolazioni
pt_br: Ajustes
ru: Настройки
sv: Justeringar
uk_ua: Налаштування

source: Display distances
de: Bildschirmentfernung
es: Distancias de la pantalla
fr: Distance des écrans
pt_br: Distância da tela

source: Set how close you want displays to appear.
de: Stelle ein, wie nah Ihre Bildschirme erscheinen sollen.
es: Ajusta cómo de cerca quieres que aparezcan las pantallas.
fr: Réglez la distance à laquelle vous voulez que les écrans apparaissent.
pt_br: Defina o quão perto quer que as telas apareçam.

source: Change
de: Ändern
es: Cambiar
fr: Changer
it: Cambia
pt_br: Alterar
ru: Изменить
sv: Ändra
uk_ua: Змінити

source: Follow threshold
de: Folgemodus-Schwelle
es: Umbral de seguimiento
fr: Seuil de suivi
pt_br: Sensibilidade do modo de acompanhamento
ru: Порог следования
sv: Automatisk följtröskel
uk_ua: Поріг слідування

source: How far away you can look before the display follows.
de: Wie weit Sie wegschauen können, bevor der Bildschirm folgt.
es: Hasta qué punto puedes mirar antes de que la pantalla siga.
fr: Distance jusqu'où vous pouvez regarder avant que l'affichage ne suive.
pt_br: Quanto você pode mover a cabeça antes que a tela te acompanhe.
ru: Как далеко вы можете отвернуть взгляд, прежде чем дисплей последует за вами.
sv: Huvudrörelsetröskel för automatisk efterföljning.
uk_ua: Як далеко ви можете відвернути ваш взор, перш ніж дисплей почне слідувати за вами.

source: Display angling
de: Bildschirmgröße
es: Inclinación de la pantalla
fr: Orientation des écrans
pt_br: Tamanho da tela

source: When there are multiple displays, choose how they should angle towards you.
de: Stelle ein, wie mehrere Bildschirme angewinkelt werden sollen.
es: Cuando hay múltiples pantallas, elige cómo deben inclinarse hacia ti.
fr: Lorsqu'il y a plusieur sécrans, définissez comment ils devraient être orientés.
pt_br: Quando existirem várias telas, escolha o ângulo em que devem estar virados para si.

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
pt_br: Automático

source: Side-angled
de: Seitlich gewinkelt
es: Inclinación lateral
fr: Pivot sur le côté
pt_br: Ângulo lateral

source: Top-angled
de: Oben gewinkelt
es: Inclinación superior
fr: Pivot sur le dessus
pt_br: Ângulo superior

source: Flat
de: Flach
es: Plano
fr: Plat
pt_br: Plano

source: Display spacing
de: Bildschirmgröße
es: Separación de pantallas
fr: Espacement des écrans
pt_br: Tamanho da tela

source: Put empty space between displays, when there are multiple.
de: Setze einen leeren Bereich zwischen Bildschirme, wenn mehrere vorhanden sind.
es: Poner espacio vacío entre las pantallas, cuando haya varias.
fr: Ajoute un espace vide entre les écrans lorsqu'il y en a plusieurs.
pt_br: Coloque um espaço vazio entre as telas, quando existem várias.

source: Viewport horizontal offset
de: Horizontaler Anzeigebereich Ausgleich
es: Desplazamiento horizontal del visor
fr: Décalage horizontal de l'affichage
pt_br: Deslocamento horizontal da janela de visualização

source: Move the viewport to the left or right of its default position.
de: Bewege den Anzeigebreich nach links oder rechts der Anfangsposition.
es: Mueve el visor a izquierda o derecha de su posición predeterminada.
fr: Décale l'affichage des écrans vers la gauche ou la droite de la position par défaut.
pt_br: Mova a janela de visualização para a esquerda ou direita da sua posição predefinida.

source: left
de: Links
es: izquierda
fr: gauche
pt_br: esquerda

source: center
de: Mitte
es: centro
fr: centre
pt_br: centro

source: right
de: Rechts
es: derecha
fr: droite
pt_br: direita

source: Viewport vertical offset
de: Vertikaler Anzeigebereich Ausgleich
es: Desplazamiento vertical del visor
fr: Décalage vertical de l'affichage
pt_br: Deslocamento vertical da janela de visualização

source: Move the viewport up or down from its default position.
de: Bewege den Anzeigebreich nach oberhalb oder unterhalb der Anfangsposition.
es: Mueve el visor arriba o abajo de su posición predeterminada.
fr: Décale l'affichage des écrans au dessus ou au dessous de la position par défaut.
pt_br: Mova a janela de visualização para cima ou para baixo da sua posição predefinida.

source: down
de: Unten
es: abajo
fr: bas
pt_br: baixo

source: up
de: Oben
es: arriba
fr: haut
pt_br: cima

source: Keyboard Shortcuts
de: Tastenkombinationen
es: Atajos de teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera
pt_br: Atalhos de teclado
ru: Сочетания клавиш
sv: Tangentbordsgenvägar
uk_ua: Сполучення клавіш

source: XR Effect on/off shortcut
de: XR-Effekt an/aus Tastenkombination
es: Atajo encendido/apagado Efecto XR
fr: Raccourci on/off de l'effet XR
it: Scorciatoia per on/off dell'effetto XR
pt_br: Atalho para ligar/desligar o efeito XR
sv: XR-Effekt genväg på/av

source: Quickly enable or disable the XR Effect. You may need to enable the effect manually once in order to enable the shortcut.
de: Schnell den XR-Effekt aktivieren oder deaktivieren. Möglicherweise muss der Effekt einmalig manuell aktiviert werden, um die Tastenkombination zu aktivieren.
es: Activa o desactiva rápidamente el Efecto XR. Es posible que necesites activar el efecto manualmente una vez para habilitar el atajo.
fr: Activez ou désactivez rapidement l'effet XR. Il se peut que vous deviez activer l'effet manuellement une fois pour activer le raccourci.
it: Abilitazione/disabilitazione rapida dell'effetto XR. Può essere necessario abilitare l'effetto manualmente almeno una volta per abilitare la scorciatoia da tastiera.
pt_br: Ative ou desative rapidamente o Efeito XR. Pode ser necessário ativar o efeito manualmente para ativar o atalho.
sv: Skifta snabbt mellan att slå av eller på XR-Effekt. Du kan behöva slå på den manuellt en gång för att genvägen ska fungera.

source: Re-center display shortcut
de: Bildschirm-Zentrierung-Tastenkombination
es: Atajo para recentrar la pantalla
fr: Raccourci de recentrage de l'affichage
it: Scorciatoia per ricentrare il display
pt_br: Atalho para recentralizar a tela
ru: Сочетание клавиш для перецентровки дисплея
sv: Om-centrering tangentbordsgenväg
uk_ua: Сполучення клавіш для центрування дисплея

source: Pin the virtual display to the current position.
de: Heften Sie den virtuellen Bildschirm an die aktuelle Position an.
es: Fije la pantalla virtual en la posición actual.
fr: Fixez l'affichage virtuel à la position actuelle
it: Fissa il display virtuale alla posizione attuale.
pt_br: Traga a tela virtual para onde você está olhando.
ru: Фиксировать виртуальный дисплей в текущем положении.
sv: Fäst den virtuella skärmen i den nuvarande positionen.
uk_ua: Фіксувати віртуальний дисплей у поточній позиції.

source: Toggle zoom on focus shortcut
de: Folgemodus-Tastenkombination umschalten
es: Atajo para alternar el acercamiento al enfocar
fr: Raccourci d'activation du zoom sur l'écran ciblé
pt_br: Atalho para alternar o modo de acompanhamento

source: Quickly toggle zoom on focus mode.
de: Schnell den Folgemodus wechseln.
es: Modo para alternar rápidamente el acercamiento al enfocar.
fr: Zoom rapidement sur l'écran que l'on regarde
pt_br: Alterne rapidamente o modo de acompanhamento.

source: Toggle follow mode shortcut
de: Folgemodus-Tastenkombination umschalten
es: Atajo para alternar el modo de seguimiento
fr: Raccourci de basculement du mode de suivi
it: Scorciatoia per attivare/disattivare la modalità di inseguimento
pt_br: Atalho para alternar o modo de acompanhamento
ru: Сочетание клавиш для переключения режима следования
sv: Växla följ läge kort
uk_ua: Сполучення клавіш для перемикання режиму слідування

source: Quickly toggle follow mode.
de: Schnell den Folgemodus wechseln.
es: Activar el modo de seguimiento.
fr: Basculer rapidement le mode de suivi.
it: Attivazione/disattivazione rapida della modalità di inseguimento.
pt_br: Alterne rapidamente o modo de acompanhamento.
ru: Быстро переключать режим следования.
sv: Växla snabbt följ läge.
uk_ua: Швидко перемикати режим слідування.

source: Summon mouse cursor shortcut
de: Mauszeigerazeigenkürzel
fr: Raccourci de téléportation de la souris

source: Bring the mouse cursor to the center of the focused display.
de: Bewege den Mauszeiger in die Mitte des fokussierten Bildschirms.
fr: Ramène automatiquement la souris au centre de l'écran que vous regardez.

source: Advanced Settings
de: Erweiterte Einstellungen
es: Configuración Avanzada
fr: Paramètres avancés
it: Impostazioni avanzate
pt_br: Configurações Avançadas
ru: Дополнительные настройки
sv: Avancerade inställningar
uk_ua: Додаткові налаштування

source: Find optimal display config
de: Optimale Bildschirm-Konfiguration finden
es: Encuentre la configuración de pantalla óptima
fr: Trouver la configuration d'affichage optimale
it: Trova la configurazione ottimale del display
pt_br: Encontre a configuração de tela ideal
ru: Найти оптимальную конфигурацию дисплея
sv: Hitta optimal konfiguration till skärmen
uk_ua: Знайти оптимальну конфігурацію дисплея

source: Automatically modify the glasses display configuration for maximum resolution and best scaling when plugged in.
de: Ändern Sie die Bildschirmkonfiguration der Brille automatisch zur maximalen Auflösung und besten Skalierung, wenn sie angeschlossen ist.
es: Modifique automáticamente la configuración de pantalla de las gafas para obtener la máxima resolución y la mejor escalabilidad cuando estén enchufadas.
fr: Modifiez automatiquement la configuration d'affichage des lunettes pour une résolution maximale et une meilleure mise à l'échelle lorsque elles sont branchées.
it: Modifica automaticamente la configurazione del display degli occhiali per ottenere la massima risoluzione e la migliore scalabilità quando collegati.
pt_br: Modifique automaticamente a configuração de exibição dos óculos para máxima resolução e melhor dimensionamento quando conectado.
ru: Автоматически изменять конфигурацию дисплея очков для максимального разрешения и лучшей масштабирования при подключении.
sv: Ändrar automatisk glasögonens skärmkonfiguration för maximal upplösning och bästa skälning när den är ansluten.
uk_ua: Автоматично змінює конфігурацію дисплея окулярів для максимальної роздільної здатності і найкращого масштабування при підключенні.

source: Use highest refresh rate
de: Höchste Bildwiederholrate verwenden
es: Utilizar la frecuencia de actualización más alta
fr: Utiliser le taux de rafraîchissement le plus élevé
it: Usa la frequenza di aggiornamento più elevata
pt_br: Use a taxa de atualização mais alta
ru: Использовать высшую частоту обновления
sv: Använd högsta uppdateringsfrekvens
uk_ua: Використовувати найвищу частоту оновлення
