Repository: wheaney/breezy-desktop
Catalog: ui/po/*.po
Languages: de, es, fr, it, pt_br, ru, sv, uk_ua

source: Refresh rate may affect performance, disable this to set it manually.
de: Die Bildwiederholrate kann die Leistung beeinflussen, deaktivieren Sie dies, um sie manuell festzulegen.
es: La frecuencia de actualización puede afectar el rendimiento, deshabilite esto para configurarlo manualmente.
fr: Un taux de rafraîchissement élevé peut affecter les performances, désactivez-le pour le définir manuellement.
it: La frequenza di aggiornamento potrebbe influire sulle prestazioni, disabilitala per impostarla manualmente.
pt_br: A taxa de atualização pode afetar o desempenho, desative-a para defini-la manualmente.
ru: Частота обновления может повлиять на производительность, отключите это, чтобы установить ее вручную.
sv: Uppdateringsfrekvens kan påverka prestanda, inaktivera detta för att ställa in det manuellt.
uk_ua: Частота оновлення може вплинути на продуктивність, вимкніть це, щоб встановити її вручну.

source: Center on glasses' display
de: Zentriere auf den Brillenbildschirm
es: Centrar en la pantalla de las gafas
fr: Garder l'écran principal au centre
pt_br: Centralize na exposição dos óculos

source: Center the viewport on the glasses' display, even if the display is not in the middle.
de: Zentriere den Anzeigebereich auf den Brillenbildschirm, selbst wenn der Bildschirm nicht mittig ist.
es: Centrar el visor en la pantalla de las gafas, incluso si la pantalla no está en el centro.
fr: Garde l'écran principal au centre de la vue, même si l'écran n'est pas au milieu.
pt_br: Centralize a janela de visualização no ecrã dos óculos, mesmo que a tela não esteja no meio.

source: Always primary display
de: Immer primärer Bildschirm
es: Siempre como pantalla principal
fr: Affichage principal en permanence
it: Imposta sempre come display primario
pt_br: Sempre tela principal
ru: Всегда основной дисплей
sv: Alltid primär skärm
uk_ua: Завжди основний дисплей

source: Automatically set the glasses as the primary display when plugged in.
de: Setzen Sie die Brille automatisch als primären Bildschirm, wenn sie angeschlossen ist.
es: Automáticamente configurar las gafas como pantalla principal al enchufarse.
fr: Définissez automatiquement les lunettes comme affichage principal lorsqu'elles sont branchées.
it: Imposta automaticamente gli occhiali come display primario quando sono collegati.
pt_br: Defina automaticamente os óculos como a tela primária quando conectados.
ru: Автоматически устанавливать очки в качестве основного дисплея при подключении.
sv: Ställer automatisk glasögon som primär skärm när den är ansluten.
uk_ua: Автоматично встановлює окуляри як основний дисплей при підключенні.

source: Remove virtual displays on disable
de: Gebogener Bildschirm
es: Eliminar pantallas virtuales al desactivar
fr: Supprimer les écrans virtuels sur déconnection
pt_br: Tela curva

source: Automatically remove virtual displays when the XR effect is disabled.
de: Entferne virtuelle Bildschirme automatisch, wenn der XR Effekt deaktiviert ist.
es: Eliminar automáticamente las pantallas virtuales cuando se desactiva el efecto XR.
fr: Supprime automatiquement les écrans virtuels lorsque l'effet XR est désactivé.
pt_br: Remove automaticamente as telas virtuais quando o efeito XR está desativado.

source: Enable multi-tap detection
de: Aktiviere Multi Tap Erkennung
es: Activar la detección de toques múltiples
fr: Activer la détection du tapotement
pt_br: Ativar detecção de multitoque

source: Enables double-tap to recenter and triple-tap to recalibrate.
de: Aktviert die Doppelberührung zum rezentrieren und Dreifach-berührung zum Kalibrieren.
es: Activa el doble toque para recentrar y el triple toque para recalibrar.
fr: Active le double-tap pour recentrer et le triple-tap pour recalibrer.
pt_br: Permite o duplo toque para recentrar e o triplo toque para recalibrar.

source: All displays follow mode
de: Gebogener Bildschirm
es: Modo de seguimiento de todas las pantallas
fr: Tous les écrans en mode suivi
pt_br: Tela curva

source: Follow mode moves all displays, not just the focused one.
de: Folgemodus bewegt alle Bildschirme, nicht nur den fokussierten
es: El modo de seguimiento mueve todas las pantallas, no solo la enfocada.
fr: Le mode suivi déplace tous les écrans, pas seulement celui que l'on regarde.
pt_br: O modo Seguir move todas as telas, e não apenas o que está focado.

source: Follow mode movement tracking
de: Folgemodus Bewegungstracking
es: Rastreo de movimiento de modo de seguimiento
fr: Suivi des mouvements en mode suivi
pt_br: Modo de acompanhamento do movimento

source: Choose which movements should be tracked in follow mode.
de: Setzen Sie, welchen Bewegungen der Folgemodus folgen soll.
es: Elige qué movimientos deben rastrearse en el modo de seguimiento.
fr: Définissez quels mouvements doivent être suivis en mode suivi.

source: Horizontal
fr: Horizontaux

source: Vertical
de: Vertikal
fr: Verticaux

source: Tilt/roll
de: Neigen/Rollen
es: Inclinación/giro
fr: Inclinaison
pt_br: Inclinação/rolagem

source: Movement look-ahead
de: Bewegungsvorausschau
es: Anticipación de movimiento
fr: Anticipation des mouvements
it: Anticipo del movimento
pt_br: Antecipação de movimento
ru: Прогнозирование движения
sv: Rörs förväntning
uk_ua: Прогнозування руху

source: Counteracts input lag by predicting head-tracking position ahead of render time. Stick with default unless virtual display drags behind your head movements, jumps ahead, or is very shaky.
de: Wirkt Eingabeverzögerungen entgegen, indem die Kopfverfolgungsposition vor der Renderzeit vorhergesagt wird. Bleiben Sie bei den Standardeinstellungen, es sei denn, der virtuelle Bildschirm hängt hinter Ihren Kopfbewegungen hinterher, springt vor oder ist sehr wackelig.
es: Compensa el retraso de entrada al predecir la posición de seguimiento de la cabeza antes del tiempo de representación. Manténgase en el valor predeterminado a menos que la pantalla virtual se retrase detrás de los movimientos de la cabeza, se adelante o sea muy inestable.
fr: Compense le lag d'entrée en prédisant la position de suivi de la tête avant le temps de rendu. Restez sur la valeur par défaut à moins que l'affichage virtuel ne soit lent, ne saute pas ou ne soit très instable.
it: Compensa il ritardo di input prevedendo la posizione del tracciamento della testa prima del tempo di rendering. Rimani con il valore predefinito a meno che il display virtuale non rimanga indietro rispetto ai tuoi movimenti, non salti in avanti o sia molto tremolante.
pt_br: Compensa o atraso de entrada prevendo a posição de rastreamento de cabeça antes do tempo de renderização. Mantenha o padrão, a menos que a exibição virtual tenha atrasos, avance ou seja muito instável em relação aos movimentos da cabeça
ru: Компенсирует задержку ввода, прогнозируя положение отслеживания головы до времени рендеринга. Оставайтесь на уровне по умолчанию, если только виртуальный дисплей не отстает от движений вашей головы, не опережает или не очень трясётся.
sv: Motverkar ingångsfördröjning genom förutsägelse av huvudrörelser.Behåll standardinställningen om inte skärmen skakar mycket eller rörsig konstigt.
uk_ua: Компенсує затримку введення, передбачаючи позицію відстеження голови перед часом рендерингу. Залишайтеся при налаштуваннях за замовчуванням, якщо віртуальний дисплей відстає від рухів вашої голови, випереджає або дуже тремтить.

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk_ua: За замовчуванням

source: Text Scaling
de: Textskalierung
es: Escalado de Texto
fr: Mise à l'échelle du texte
it: Ridimensionamento del testo
pt_br: Redimensionamento de Texto
sv: Textskalning

source: Scaling text below 1.0 will simulate a higher resolution display
de: Text unter 1.0 skalieren simuliert einen höher aufgelösten Bildschirm
es: Escalando el texto por debajo de 1.0 simulará una pantalla de mayor resolución
fr: Une mise à l'échelle du texte en dessous de 1.0 simulera un affichage de plus haute résolution
it: Ridimensionando il testo sotto a 1.0 si simula una maggiore risoluzione del display
pt_br: Redimensionar o texto abaixo de 1.0 simulará uma tela de resolução mais alta
sv: Textskalning under 1.0 kommer att simulera en högre skärmupplösning

source: Width
de: Breite
es: Anchura
fr: Largeur
pt_br: Largura

source: Height
de: Höhe
es: Altura
fr: Hauteur
pt_br: Altura

source: Add a Custom Resolution
de: Eigene Auflösung hinzufügen
es: Añadir una Resolución Personalizada
fr: Ajouter une résolution personnalisée
pt_br: Adicionar uma Resolução Personalizada

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
pt_br: Adicionar

source: Show full range
es: Mostrar rango completo
fr: Afficher toute la gamme
pt_br: Mostrar gama completa

source: Done
de: Fertig
es: Hecho
fr: Terminé
pt_br: Feito

source: Breezy Desktop GNOME invalid setup
de: Ungültige Breezy Desktop GNOME-Installation
es: Configuración inválida de Breezy Desktop GNOME
fr: Configuration Breezy Desktop GNOME non valide
it: Configurazione non valida di Breezy Desktop GNOME
pt_br: Configuração inválida do Breezy Desktop GNOME
ru: Недействительная настройка Breezy Desktop GNOME
sv: Breezy Desktop GNOME ogiltig inställning
uk_ua: Невірна настройка Breezy Desktop GNOME

source: Your Breezy GNOME setup is invalid or incomplete. Please re-run the setup script. Report this issue if it persists.
de: Ihre Breezy GNOME-Installation ist ungültig oder unvollständig. Führen Sie das Setup-Skript bitte erneut aus. Melden Sie dieses Problem, falls es weiterhin besteht.
es: Su configuración de Breezy GNOME es inválida o incompleta. Vuelva a ejecutar el script de configuración. Informe sobre este problema si persiste.
fr: Votre configuration Breezy GNOME est invalide ou incomplète. Veuillez exécuter à nouveau le script de configuration. Signalez ce problème s'il persiste.
it: La tua configurazione di Breezy GNOME non è valida o è incompleta. Ripeti l'esecuzione dello script di configurazione. Segnala questo problema se persiste.
pt_br: Sua configuração do Breezy GNOME é inválida ou incompleta. Por favor, execute novamente o script de configuração. Relate este problema se persistir.
ru: Ваша настройка Breezy GNOME недействительна или неполна. Пожалуйста, перезапустите скрипт настройки. Сообщите об этой проблеме, если она сохраняется.
sv: Din Breezy GNOME inställning är ogiltig eller ofullständig. Var god kör inställning skriptet igen. Rapportera detta problem om det fortsätter.
uk_ua: Ваша настройка Breezy GNOME є невірною або неповною. Будь ласка, запустіть скрипт настройки повторно. Повідомте про цю проблему, якщо вона не зникає.

source: Donate
de: Spenden
es: Donar
fr: Faire un don
it: Donare
pt_br: Doar
ru: Донатить
sv: Donera
uk_ua: Донатити

source: Request a token
de: Ein Token anfordern
es: Solicitar un token
fr: Demander un jeton d'authentification
it: Richiesta di un token
pt_br: Solicitar um token
ru: Запросить токен
sv: Begär en token
uk_ua: Запитати токен

source: Verify token
de: Token verifizieren
es: Verificar token
fr: Vérifier le jeton d'authentification
it: Verifica del token
pt_br: Verificar token
ru: Проверить токен
sv: Verifiera token
uk_ua: Перевірити токен

source: License Details
de: Lizenzdetails
es: Detalles de la Licencia
fr: Détails de la licence
it: Dettagli della licenza
pt_br: Detalhes da Licença
ru: Подробности лицензии
sv: Licensdetaljer
uk_ua: Деталі ліцензії

source: No device connected
de: Kein Gerät verbunden
es: No hay dispositivo conectado
fr: Aucun appareil connecté
it: Nessun dispositivo connesso
pt_br: Nenhum dispositivo conectado
ru: Устройство не подключено
sv: Inget enhet ansluten
uk_ua: Жоден пристрій не підключено

source: Breezy Desktop was unable to detect any supported XR devices.
de: Breezy Desktop konnte kein unterstütztes XR-Gerät erkennen.
es: Breezy Desktop no pudo detectar ningún dispositivo XR compatible.
fr: Breezy Desktop n'a pas pu détecter d'appareils XR pris en charge.
it: Breezy Desktop non ha rilevato nessun dispositivo XR supportato
pt_br: O Breezy Desktop não conseguiu detectar nenhum dispositivo XR suportado.
ru: Breezy Desktop не смог обнаружить никаких поддерживаемых устройств XR.
sv: Breezy Desktop kunde inte upptäcka enheter som stöder XR.
uk_ua: Breezy Desktop не зміг виявити жодного підтримуваного XR пристрою.

source: Auto-enable XR effect
de: XR-Effekt automatisch aktivieren
es: Auto-activar efecto XR
fr: Activation automatique de l'effet XR
it: Abilitazione automatica effetto XR
pt_br: Efeito XR
sv: Autoaktivering av XR-effekt

source: Automatically enable the Breezy Desktop XR effect when supported glasses are connected.
de: Automatisch den Breezy Desktop XR-Effekt aktivieren, wenn unterstützte Gläser verbunden werden
es: Habilita automáticamente el efecto Breezy Desktop XR cuando se conectan gafas compatibles.
fr: Activer automatiquement l'effet Breezy Desktop XR lorsque des lunettes compatibles sont connectées.
it: Abilita automaticamente l'effetto XR di Breezy Desktop quando vengono connessi degli occhiali supportati
pt_br: Ativar automaticamente o efeito Breezy Desktop XR quando os óculos suportados estiverem conectados.
sv: Aktivera Breezy Desktop XR-effekten automatiskt när glasögon som stöds är anslutna.

source: No driver running
de: Kein Treiber wird ausgeführt
es: No se está ejecutando ningún controlador
fr: Aucun pilote en cours d'exécution
it: Nessun driver in esecuzione
pt_br: Nenhum driver em execução
ru: Драйвер не запущен
sv: Inget drivrutin köres
uk_ua: Жоден драйвер не запущений

source: If you installed via AUR, make sure you ran the recommended post-install command: systemctl --user enable --now xr-driver.service Otherwise, please file an issue on GitHub, or create a new thread in the #troubleshooting channel on Discord.
de: Wenn Sie über das AUR installiert haben, stellen Sie sicher, dass Sie den empfohlenen Post-Installationsbefehl ausgeführt haben: systemctl --user enable --now xr-driver.service Andernfalls melden Sie bitte ein Problem auf GitHub oder erstellen Sie einen neuen Thread im Kanal #troubleshooting auf Discord.
es: Si instaló a través de AUR, asegúrese de haber ejecutado el comando de instalación recomendado: systemctl --user enable --now xr-driver.service De lo contrario, por favor informe sobre el problema en GitHub, o cree un nuevo hilo en el canal #troubleshooting de Discord.
fr: Si vous avez installé via AUR, assurez-vous d'avoir exécuté la commande de post-installation recommandée: systemctl --user enable --now xr-driver.service Sinon, veuillez signaler le problème sur GitHub, ou créer un nouveau fil de discussion dans le canal #troubleshooting sur Discord.
it: Se hai installato tramite AUR, assicurati di aver eseguito il comando di post-installazione consigliato: systemctl --user enable --now xr-driver.service In caso contrario, segnala il problema su GitHub o crea un nuovo thread nel canale #troubleshooting su Discord.
pt_br: Se você instalou via AUR, certifique-se de ter executado o comando de pós-instalação recomendado: systemctl --user enable --now xr-driver.service Caso contrário, por favor, crie uma issue no GitHub ou um novo tópico no canal #troubleshooting no Discord.
ru: Если вы установили через AUR, убедитесь, что вы запустили рекомендуемую команду пост-установки: systemctl --user enable --now xr-driver.service В противном случае, пожалуйста, создайте запрос на GitHub или новый тред в канале #troubleshooting на Discord.
sv: Om du har installerat via AUR, kontrollerar du att du körde den rekommenderade post-install kommandot: systemctl --user enable --now xr-driver.service Annars, var god att filer ett problem på GitHub, eller skapa en ny tråd i #troubleshooting kanal på Discord.
uk_ua: Якщо ви встановили через AUR, переконайтеся, що ви запустили рекомендовану команду після встановлення: systemctl --user enable --now xr-driver.service В іншому випадку, будь ласка, створіть запит на GitHub або новий тред у каналі #troubleshooting на Discord.

source: Breezy Desktop GNOME extension not ready
de: Breezy Desktop GNOME-Erweiterung nicht bereit
es: La extensión de Breezy Desktop GNOME no está lista
fr: Extension Breezy Desktop GNOME non prête
it: Estensione di Breezy Desktop GNOME non pronta
pt_br: Extensão do Breezy Desktop GNOME não está pronta
ru: Расширение Breezy Desktop GNOME не готово
sv: Breezy Desktop GNOME tillägg inte redo
uk_ua: Розширення Breezy Desktop GNOME не готове

source: If you have just run the setup, then you may need to log out and back in to use it. Otherwise, please follow the Breezy GNOME setup instructions.
de: Wenn Sie die Einrichtung gerade ausgeführt haben, müssen Sie sich möglicherweise abmelden und wieder anmelden, um sie zu verwenden. Andernfalls folgen Sie bitte den Breezy GNOME-Einrichtungsanweisungen.
es: Si acaba de ejecutar la configuración, es posible que deba cerrar sesión y volver a iniciar para usarla. De lo contrario, siga las instrucciones de configuración de Breezy GNOME.
fr: Si vous venez d'exécuter la configuration, vous devrez peut-être vous déconnecter et vous reconnecter pour l'utiliser. Sinon, veuillez suivre les instructions d'installation de Breezy GNOME.
it: Se hai appena eseguito la configurazione, potrebbe essere necessario disconnettersi e riconnettersi per utilizzarla. In caso contrario, segui le istruzioni di configurazione di Breezy GNOME.
pt_br: Se você acabou de executar a configuração, pode ser necessário fazer logout e login novamente para usá-la. Caso contrário, siga as instruções de configuração do Breezy GNOME.
ru: Если вы только что запустили настройку, вам может потребоваться выйти и снова войти, чтобы использовать её. В противном случае, пожалуйста, следуйте инструкциям по настройке Breezy GNOME.
sv: Om du har kört inställning, kanske du behöver logga ut och in igen för att använda den. Annars, var god att följa Breezy GNOME inställning instruktioner.
uk_ua: Якщо ви тільки що запустили налаштування, можливо, вам потрібно вийти і знову увійти, щоб використовувати його. В іншому випадку, будь ласка, дотримуйтесь інструкцій з налаштування Breezy GNOME.

source: No license file was found
de: Keine Lizenzdatei wurde gefunden
es: No se encontró ningún archivo de licencia
fr: Aucun fichier de licence trouvé
it: Nessun file di licenza trovato
pt_br: Nenhum arquivo de licença foi encontrado
ru: Файл лицензии не найден
sv: Inget licens fil hittades
uk_ua: Жоден файл ліцензії не знайдено

source: The first time you use Breezy Desktop, an internet connection is required to retrieve your device's license. Don't worry, there's no obligation to donate at this time. If you haven't, you'll be given a trial license so you can decide if Breezy Desktop fits your needs. Once you obtain a license, trial or otherwise, you can use Breezy Desktop offline until features expire (or indefinitely, if you've chosen lifetime access).
de: Beim ersten Start von Breezy Desktop ist eine Internetverbindung erforderlich, um die Lizenz für Ihr Gerät abzurufen. Keine Sorge, es besteht keine Verpflichtung, jetzt eine Spende zu tätigen. Wenn Sie nicht spenden, erhalten Sie eine Testlizenz, damit Sie entscheiden können, ob Breezy Desktop Ihren Anforderungen entspricht. Sobald Sie eine Lizenz, egal ob eine Test- oder Kauflizenz, erhalten haben, können Sie Breezy Desktop offline nutzen, auch wenn die Funktionen ablaufen (oder unbegrenzt, wenn Sie sich für den lebenslangen Zugriff entschieden haben).
es: La primera vez que use Breezy Desktop, se requiere una conexión a Internet para recuperar la licencia de su dispositivo. No se preocupe, no hay ninguna obligación de donar en este momento. Si no lo ha hecho, se le proporcionará una licencia de prueba para que pueda decidir si Breezy Desktop se ajusta a sus necesidades. Una vez que obtenga una licencia, de prueba o de otro tipo, podrá utilizar Breezy Desktop sin conexión hasta que expiren las características (o indefinidamente, si ha elegido el acceso de por vida).
fr: La première fois que vous utilisez Breezy Desktop, une connexion Internet est requise pour récupérer la licence de votre appareil. Ne vous inquiétez pas, vous n'êtes pas obligé de faire un don à ce stade. Si vous ne le faites pas, vous obtiendrez une licence d'essai pour vous permettre de décider si Breezy Desktop répond à vos besoins. Une fois que vous avez obtenu une licence, d'essai ou autre, vous pouvez utiliser Breezy Desktop hors ligne jusqu'à l'expiration des fonctionnalités (ou indéfiniment, si vous avez choisi l'accès à vie).
it: La prima volta che utilizzi Breezy Desktop, è necessaria una connessione Internet per recuperare la licenza del tuo dispositivo. Non preoccuparti, non è obbligatorio donare adesso. Se non lo hai già fatto, ti verrà fornita una licenza di prova in modo da poter decidere se Breezy Desktop soddisfa le tue esigenze. Una volta ottenuta una licenza, di prova o altra, puoi utilizzare Breezy Desktop offline fino alla scadenza delle funzionalità (o a tempo indeterminato, se hai scelto l'accesso perpetuo).
pt_br: A primeira vez que você usar o Breezy Desktop, uma conexão com a internet será necessária para obter a licença do seu dispositivo. Não se preocupe, não há nenhuma obrigação de doar neste momento. Se você ainda não o fez, será fornecida uma licença de teste para que você possa decidir se o Breezy Desktop atende às suas necessidades. Uma vez que você obtenha uma licença, de teste ou não, você poderá usar o Breezy Desktop offline até que os recursos expirem (ou indefinidamente, se você escolheu o acesso vitalício).
ru: При первом использовании Breezy Desktop требуется интернет-соединение для получения лицензии вашего устройства. Не волнуйтесь, на данный момент нет обязательства донатить. Если вы не сделали этого, вам будет предоставлена пробная лицензия, чтобы вы могли решить, подходит ли вам Breezy Desktop. После получения лицензии, пробной или иной, вы можете использовать Breezy Desktop офлайн до истечения срока действия функций (или бессрочно, если вы выбрали пожизненный доступ).
sv: Den första gången du använder Breezy Desktop, krävs en internet anslutning för att hämta din enhets licens. Var inte bekymrad, det finns ingen förpliktelse att donera just nu. Om du inte har, kommer du att få en försöks licens så du kan bestämma om Breezy Desktop passar dina behov. En gång du har fått en licens, försöks eller annat, kan du använda Breezy Desktop offline tills funktioner upphör (eller oändligt, om du har valt livstidsåtkomst).
uk_ua: Під час першого запуску програми Breezy Desktop потрібне підключення до Інтернету для отримання ліцензії на пристрій. Не хвилюйтеся, наразі немає обов'язку донатити. Якщо ви не зробили цього, вам буде надана пробна ліцензія, щоб ви могли вирішити, чи відповідає Breezy Desktop вашим потребам. Після отримання ліцензії, пробної або іншої, ви можете використовувати Breezy Desktop офлайн до закінчення терміну дії функції (або безстроково, якщо ви обрали довічний доступ).

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pt_br: Tentar Novamente
ru: Попробовать еще раз
sv: Försök igen
uk_ua: Спробуйте ще раз

source: Assign Keyboard Shortcut
de: Tastenkombination zuweisen
es: Asignar método abreviado de teclado
fr: Attribuer un raccourci clavier
it: Assegna una scorciatoia da tastiera
pt_br: Atribuir Atalho de Teclado
ru: Назначить сочетание клавиш
sv: Tilldela tangentbordsgenvägar
uk_ua: Призначити сполучення клавіш
