Repository: wheaney/breezy-desktop
Catalog: ui/po/*.po
Languages: de, es, fr, it, pt_br, ru, sv, uk_ua

source: Press your keyboard shortcut or 'Backspace' to disable...
de: Drücken Sie Ihre Tastenkombination oder die 'Rücktaste', um ... zu deaktivieren
es: Presione su método abreviado de teclado o pulsa 'retroceso' para deshabilitar...
fr: Appuyez sur votre raccourci clavier ou sur 'Backspace' pour désactiver...
it: Premi la tua scorciatoia da tastiera o 'Backspace' per disabilitare...
pt_br: Pressione seu atalho de teclado ou 'Backspace' para desativar...
ru: Нажмите на свое сочетание клавиш или 'Backspace', чтобы отключить...
sv: Tryck din tangentbordsgenväg eller 'Backspace' för att inaktivera...
uk_ua: Натисніть сполучення клавіш або 'Backspace', щоб відключити...

source: Some features expire soon
de: Einige Funktionen laufen bald ab
es: Algunas funciones expirarán pronto
fr: Certaines fonctionnalités expirent bientôt
it: Alcune funzionalità scadranno presto
pt_br: Algumas funcionalidades expirarão em breve
ru: Некоторые функции скоро истекут
sv: Vissa funktioner upphör snart
uk_ua: Деякі функції закінчуються незабаром

source: View details
de: Details anzeigen
es: Ver detalles
fr: Afficher les détails
it: Visualizza dettagli
pt_br: Ver detalhes
ru: Просмотреть детали
sv: Se detaljer
uk_ua: Переглянути деталі

source: Productivity features are disabled
de: Produktivitätsfunktionen sind deaktiviert
es: Las funciones de productividad están deshabilitadas
fr: Les fonctionnalités de productivité sont désactivées
it: Le funzionalità di produttività sono disabilitate
pt_br: As funcionalidades de produtividade estão desabilitadas
ru: Функции повышения производительности отключены
sv: Produktivitets funktioner är inaktiverade
uk_ua: Функції продуктивного режиму відключені

source: Force Reset
de: Zurrücksetzung erwzingen
es: Reinicio forzoso
fr: Réinitialiser
it: Reset forzato
pt_br: Forçar redefinição
ru: Сброс
sv: Tvinga Reset
uk_ua: Скинути

source: About BreezyDesktop
de: Über BreezyDesktop
es: Acerca de BreezyDesktop
fr: À propos de BreezyDesktop
it: Informazioni su BreezyDesktop
pt_br: Sobre o BreezyDesktop
ru: О BreezyDesktop
sv: Om BreezyDesktop
uk_ua: Про BreezyDesktop

source: Curved display
de: Gebogener Bildschirm
es: Pantalla curvada
ru: Изогнутый дисплей

source: Switch between flat and curved displays.
de: Zwischen flachen und gebogenen Bildschirm wechseln.
es: Cambiar entre pantallas planas y curvadas.
ru: Переключается между плоскими и изогнутыми дисплеями.

source: Menu
de: Menü
es: Menú
ru: Меню
sv: Meny
uk_ua: Меню

source: Unable to add virtual displays on this machine. Wayland, xdg-desktop-portal, and the pipewire GStreamer plugin are required.
de: Virtuelle Bildschirme können nicht hinzugefügt werden.Wayland und xdg-desktop-portal werden benötigt

source: Widescreen mode
ru: Режим широкого экрана

source: Keep the virtual display near the center of your view.
ru: Поддерживает виртуальный дисплей вблизи центра вашего зрения.

source: Display distance
ru: Расстояние дисплея

source: Closer appears larger, further appears smaller. Controls depth when in widescreen mode.
ru: Чем ближе, тем больше. Чем дальше, тем меньше. Управляет глубиной при использовании режима широкого экрана.

source: Display size
ru: Размер дисплея

source: Combine with display distance to achieve a comfortable level of depth and size.
ru: Комбинируйте с расстоянием дисплея, чтобы достичь комфортного уровня глубины и размера.

source: Display toggle distances
ru: Переключения расстояние дисплея

source: Use the buttons to capture the current display distance for use with the keyboard shortcut.
ru: Используйте кнопки, чтобы зафиксировать текущее расстояние дисплея для использования с сочетанием клавиш.

source: Display distance shortcut
ru: Сочетание клавиш для расстояния дисплея

source: Quickly toggle between two predefined distances.
ru: Быстро переключаться между двумя предопределенными расстояниями.

source: Fast SBS mode switching
it: Passaggio rapido alla modalità SBS
ru: Быстрое переключение режима SBS

source: Switches glasses to SBS mode immediately when plugged in, if widescreen mode is on. May cause instability.
it: Passa immediatamente gli occhiali alla modalità SBS quando vengono collegati, se la modalità widescreen è attiva. Potrebbe causare instabilità.
ru: Переключает очки в режим SBS сразу при подключении, если режим широкого экрана включен. Может вызвать нестабильность.
